---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralT.SlopedWebAngle
source: html/f3865287-5308-3ed3-1e75-7b502401c432.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralT.SlopedWebAngle Property

Sloped web angle. (rad)

## Syntax (C#)
```csharp
public double SlopedWebAngle { get; set; }
```